import './About.css';

export default function About() {
    return (
<>
    {/*Start About section*/}
    <section className="about">
        <div className="container">
        <div className="about-text">
            <h2>За нас</h2>
            <br />
            <h3>Добре дошли в Moto Krastev</h3>
            <p>
            Ние сме екип от страстни мотоциклетисти, които създадоха "Мото
            Кръстев" с една цел - да предоставят на вас незабравими и аутентични
            мото турове. От родните пътища до далечни забележителности, ние
            вярваме, че пътешествията на две колела разкриват света с невиждана
            перспектива.
            </p>
            <br />
            <h3>Нашата история</h3>
            <p>
            Всичко започна с мечтата ни за свобода и приключения, които се тъкаха
            на две колела. Съчетавайки нашия опит в мотоциклетния свят и желанието
            ни да споделим това удоволствие с останалите, създадохме "Мото
            Приключенията". От момента на първия ни тур, превърнахме страстта си в
            мисия да създадем уникални и незабравими преживявания за всеки един от
            вас.
            </p>
            <br />
            <h3>Нашата Мисия</h3>
            <p>
            Мисията ни е да предоставим на вас безупречни мотоциклетни турове,
            които ви водят на пътешествие извън обичайните пътища. Вярваме, че
            пътуването на две колела е повече от просто преминаване от точка А до
            точка Б - то е начин на живот, който създава спомени и връзки.
            </p>
            <br />
            <h3>Екипът Ни</h3>
            <p>
            В нашия екип се включват опитни водачи и мотоциклетни ентусиасти,
            които се грижат за вашето безопасност и удоволствие. Те са тук, за да
            ви покажат най-красивите пътеки и най-скритите кътчета на всяка
            дестинация.
            </p>
            <br />
            <h3>Контакти</h3>
            <p>
            Свържете се с нас, за да научите повече за нашите мото турове и как
            можем да ви предоставим незабравимо мотоциклетно приключение. Очакваме
            с нетърпение да ви посрещнем на пътя!
            </p>
            <br />
            <p>АДРЕС: България, Варна, бул. Владислав Варненчик 68</p>
            <p>ТЕЛЕФОН: +35989 554 6555 / +35988 554 6666</p>
            <p>ИМЕЙЛ: info@motokrastev.bg</p>
        </div>
        <div className="about-contact">
            <h2>Пишете ни</h2>
            <br />
            <p>ИМЕ</p>
            <input
            type="text"
            name="client_name"
            placeholder="Въведи имена"
            className="about-input"
            />
            <p>ТЕЛЕФОН</p>
            <input
            type="text"
            name="client_tel"
            placeholder="Въведи телефон"
            className="about-input"
            />
            <p>ИМЕЙЛ</p>
            <input
            type="text"
            name="client_email"
            placeholder="Въведи имейл"
            className="about-input"
            />
            <p>ТЕМА</p>
            <input
            type="text"
            name="client_subject"
            placeholder="Въведи тема"
            className="about-input"
            />
            <p>СЪОБЩЕНИЕ</p>
            <textarea name="client_message" cols={30} rows={10} defaultValue={""} />
            <br />
        </div>
        <div className="about-faq">
            <h3 className="text-center">Често задавани въпроси</h3>
            <details close="">
            <summary className="faq-box">
                Какво е мото туризъмът и какво представляват мото туровете ви?
            </summary>
            <div className="faq-content">
                Мото туризмът е уникално пътешествие, което ви позволява да се
                насладите на красиви пейзажи и културни забележителности, като сте
                на мотоциклет. Нашите мото турове са създадени, за да предоставят
                настоящо приключение на две колела, докато разкриваме най-доброто от
                всяка дестинация.
            </div>
            </details>
            <details close="">
            <summary className="faq-box">
                Кой може да се присъедини към мото турите ви? Има ли изисквания за
                опит или възраст?
            </summary>
            <div className="faq-content">
                Нашият мото туризъм е предназначен за всички, които обичат
                мотоциклетни приключения. Няма конкретни изисквания за опит или
                възраст, но трябва да имате валидно шофьорско удостоверение за
                мотоциклет.
            </div>
            </details>
            <details close="">
            <summary className="faq-box">
                Какво включва цената на мото тура? Какви допълнителни разходи могат
                да възникнат?
            </summary>
            <div className="faq-content">
                Цената на мото тура включва наема на мотоциклет, настаняване, храна
                и предвождане от опитни водачи. Допълнителни разходи могат да
                включват гориво, лични разходи и всякакви допълнителни активности,
                които решите да изпълните по време на тура.
            </div>
            </details>
            <details close="">
            <summary className="faq-box">
                Какви са вашите отказвания и възстановявания при резервации?
            </summary>
            <div className="faq-content">
                {" "}
                Ако се наложи да откажете резервация, моля, свържете се с нас
                възможно най-скоро. В зависимост от времето за уведомление и
                условията, може да има такси за отказ или промяна. За повече
                подробности, моля, прегледайте нашите политики за отказ.
            </div>
            </details>
            <details close="">
            <summary className="faq-box">
                Какво правите, за да се грижите за здравето и комфорта на клиентите
                си по време на пътуването?
            </summary>
            <div className="faq-content">
                Здравето и комфортът на нашите клиенти са приоритет. Осигуряваме
                качествена екипировка, редовни почивки и поддържаме нива на хигиена.
                Професионалните водачи са обучени да реагират в различни ситуации,
                за да осигурят безопасност и удобство.
            </div>
            </details>
        </div>
        <div className="clearfix" />
        </div>
    </section>
    {/*End About section*/}
</>

    );
}